Revit 2027 API
ParameterTypeId.RoomActualPowerLoadPerAreaParam Property
 "Actual Power Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualPowerLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomActualPowerLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualPowerLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomActualPowerLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace